<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  
  <meta name="renderer" content="webkit">
  <meta http-equiv="X-UA-Compatible" content="IE=edge" >
  <link rel="dns-prefetch" href="http://yoursite.com">
  <title>20161127 | 杨学瑾的中文博客</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="Hi, Xuejin! Welcome back~&amp;#x5341;&amp;#x4E00;&amp;#x6708;&amp;#x8FC7;&amp;#x5F97;&amp;#x5306;&amp;#x5306;&amp;#x5FD9;&amp;#x5FD9;&amp;#xFF0C;&amp;#x53D1;&amp;#x751F;&amp;#x4E86;&amp;#x51E0;&amp;#x4E2A;&amp;#x5927;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5E94;&amp;#x8BE5;&amp;#x796D;&amp;#x5960">
<meta property="og:type" content="article">
<meta property="og:title" content="20161127">
<meta property="og:url" content="http://yoursite.com/2016/11/27/20161127/index.html">
<meta property="og:site_name" content="杨学瑾的中文博客">
<meta property="og:description" content="Hi, Xuejin! Welcome back~&amp;#x5341;&amp;#x4E00;&amp;#x6708;&amp;#x8FC7;&amp;#x5F97;&amp;#x5306;&amp;#x5306;&amp;#x5FD9;&amp;#x5FD9;&amp;#xFF0C;&amp;#x53D1;&amp;#x751F;&amp;#x4E86;&amp;#x51E0;&amp;#x4E2A;&amp;#x5927;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5E94;&amp;#x8BE5;&amp;#x796D;&amp;#x5960">
<meta property="og:updated_time" content="2016-11-26T18:14:42.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="20161127">
<meta name="twitter:description" content="Hi, Xuejin! Welcome back~&amp;#x5341;&amp;#x4E00;&amp;#x6708;&amp;#x8FC7;&amp;#x5F97;&amp;#x5306;&amp;#x5306;&amp;#x5FD9;&amp;#x5FD9;&amp;#xFF0C;&amp;#x53D1;&amp;#x751F;&amp;#x4E86;&amp;#x51E0;&amp;#x4E2A;&amp;#x5927;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5E94;&amp;#x8BE5;&amp;#x796D;&amp;#x5960">
  
    <link rel="alternative" href="/atom.xml" title="杨学瑾的中文博客" type="application/atom+xml">
  
  
    <link rel="icon" href="/favicon.png">
  
  <link rel="stylesheet" href="/main.css">
  

</head>

<body>
  <div id="container">
    <div class="left-col">
      <div class="overlay"></div>
<div class="intrude-less">
	<header id="header" class="inner">
		<a href="/" class="profilepic">
			
			<img src="/images/cat.jpg" class="js-avatar">
			
		</a>

		<hgroup>
		  <h1 class="header-author"><a href="/">yxj</a></h1>
		</hgroup>

		
		<p class="header-subtitle">Learn to fail or fail to learn</p>
		

		<nav class="header-menu">
			<ul>
			
				<li><a href="/">主页</a></li>
	        
				<li><a href="/tags/随笔">随笔</a></li>
	        
			</ul>
		</nav>
		<nav class="header-smart-menu">
	        
    		
    			
    			<a class="js-smart-menu" data-idx="0" href="javascript:void(0)">所有文章</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="1" href="javascript:void(0)">标签</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="2" href="javascript:void(0)">友链</a>
    			
    			
            
    			
    			<a class="js-smart-menu" data-idx="3" href="javascript:void(0)">关于我</a>
    			
    			
            
		</nav>
		<nav class="header-nav">
			<div class="social">
				
					<a class="github" target="_blank" href="#" title="github">github</a>
		        
					<a class="weibo" target="_blank" href="#" title="weibo">weibo</a>
		        
					<a class="rss" target="_blank" href="#" title="rss">rss</a>
		        
					<a class="zhihu" target="_blank" href="#" title="zhihu">zhihu</a>
		        
			</div>
		</nav>
	</header>		
</div>

    </div>
    <div class="mid-col">
      <nav id="mobile-nav">
  	<div class="overlay">
  		<div class="slider-trigger"><i class="icon-list"></i></div>
  		<h1 class="header-author js-mobile-header hide">yxj</h1>
  	</div>
	<div class="intrude-less">
		<header id="header" class="inner">
			<div class="profilepic">
				
					<img src="/images/cat.jpg" class="js-avatar">
				
			</div>
			<hgroup>
			  <h1 class="header-author">yxj</h1>
			</hgroup>
			
			<p class="header-subtitle">Learn to fail or fail to learn</p>
			
			<nav class="header-menu">
				<ul>
				
					<li><a href="/">主页</a></li>
		        
					<li><a href="/tags/随笔">随笔</a></li>
		        
				</ul>
			</nav>
			<nav class="header-nav">
				<div class="social">
					
						<a class="github" target="_blank" href="#" title="github">github</a>
			        
						<a class="weibo" target="_blank" href="#" title="weibo">weibo</a>
			        
						<a class="rss" target="_blank" href="#" title="rss">rss</a>
			        
						<a class="zhihu" target="_blank" href="#" title="zhihu">zhihu</a>
			        
				</div>
			</nav>
		</header>				
	</div>
</nav>

      <div class="body-wrap">
        <article id="post-20161127" class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
      <input type="hidden" class="isFancy" />
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      20161127
    </h1>
  

      </header>
    
    <div class="article-entry" itemprop="articleBody">
      
        <p>Hi, Xuejin! Welcome back~<br>&#x5341;&#x4E00;&#x6708;&#x8FC7;&#x5F97;&#x5306;&#x5306;&#x5FD9;&#x5FD9;&#xFF0C;&#x53D1;&#x751F;&#x4E86;&#x51E0;&#x4E2A;&#x5927;&#x4E8B;&#x4EF6;&#x5E94;&#x8BE5;&#x796D;&#x5960;&#x4E00;&#x4E0B;:<br><a id="more"></a></p>
<ol>
<li><p>AoE oral presentation&#xFF0C;&#x6CA1;&#x6709;&#x5B8C;&#x6210;&#x7684;Hepta-peri-heptabenzo-[7]circulene&#x7684;&#x6700;&#x540E;&#x4E00;&#x6B65;&#x5408;&#x6210;&#x5F97;&#x5230;&#x4E86;Aida &#x548C;Lehn &#x7684;&#x6307;&#x70B9;&#xFF0C;&#x610F;&#x89C1;&#x5F88;&#x4E2D;&#x80AF;&#xFF0C;&#x503C;&#x5F97;&#x5C1D;&#x8BD5;&#xFF01;&#x5927;&#x725B;&#x867D;&#x7136;&#x4E45;&#x4E0D;&#x505A;&#x8BD5;&#x9A8C;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x8DEF;&#x7EBF;&#x7684;&#x8BBE;&#x8BA1;&#x4EE5;&#x53CA;&#x5BF9;&#x5B9E;&#x9A8C;&#x7EC6;&#x8282;&#x7684;&#x628A;&#x63E1;&#x65B9;&#x9762;&#x771F;&#x7684;&#x4EE4;&#x4EBA;&#x4F69;&#x670D;&#xFF01;</p>
</li>
<li><p>&#x5B8C;&#x6210;&#x4E86;&#x4E00;&#x5E74;&#x4E00;&#x6B21;&#x7684;Literature Review, &#x518D;&#x4E00;&#x6B21;&#x4E8E;&#x56DB;&#x5929;&#x4E4B;&#x5185;&#x7EDD;&#x5904;&#x9022;&#x751F;&#xFF0C;deadline&#x662F;&#x7B2C;&#x4E00;&#x751F;&#x4EA7;&#x529B;&#x771F;&#x7684;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#xFF01; &#x4E0D;&#x8FC7;&#x5E74;&#x7EA7;&#x5927;&#x4E86;&#xFF0C;&#x660E;&#x663E;&#x611F;&#x89C9;&#x8EAB;&#x4F53;&#x6709;&#x70B9;&#x5403;&#x4E0D;&#x6D88;&#x2026;&#x867D;&#x7136;&#x8BB2;&#x4E86;&#x4E00;&#x4E9B;&#x4EA4;&#x53C9;&#x9886;&#x57DF;&#x7684;&#x4E0D;&#x592A;&#x719F;&#x6089;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x78D5;&#x78D5;&#x5DF4;&#x5DF4;&#xFF0C;&#x4F46;&#x8FD8;&#x7B97;&#x5B8C;&#x6210;&#x4E86;&#x4EFB;&#x52A1;&#xFF0C;&#x5F97;&#x5230;&#x4E86;&#x953B;&#x70BC;&#x3002;</p>
</li>
<li><p>Someya &#x643A;&#x592B;&#x4EBA;&#x548C;&#x5973;&#x513F;&#x6765;&#x6E2F;&#x5927;&#x8BB2;&#x5EA7;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;&#x4ED6;&#x8BB2;&#x5DE5;&#x4F5C;&#x7684;&#x65F6;&#x5019;&#x8FD9;&#x4E48;&#x7D27;&#x5F20;&#xFF0C;&#x96BE;&#x9053;&#x662F;&#x5728;&#x592B;&#x4EBA;&#x548C;&#x5B69;&#x5B50;&#x7684;&#x6CE8;&#x89C6;&#x4E0B;&#x66F4;&#x52A0;&#x91CD;&#x89C6;&#x81EA;&#x5DF1;&#x7684;&#x53D1;&#x6325;&#x5417;&#xFF1F;&#x4ED6;&#x5728;E-skin&#x65B9;&#x9762;&#x4F9D;&#x7136;&#x662F;&#x4E16;&#x754C;&#x9876;&#x5C16;&#xFF0C;&#x5E76;&#x671D;&#x7740;wireless&#x548C;&#x538B;&#x654F;&#xFF0C;&#x6E29;&#x654F;&#x7684;&#x771F;&#x5B9E;&#x8BDD;&#x4F20;&#x611F;&#x66F4;&#x8FD1;&#x4E86;&#x4E00;&#x6B65;&#x3002;&#x60F3;&#x60F3;&#x673A;&#x5668;&#x4EBA;&#x548C;&#x4F60;&#x63E1;&#x624B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x611F;&#x53D7;&#x5230;&#x7684;&#x662F;&#x4E00;&#x53CC;&#x6E29;&#x6696;&#x800C;&#x67D4;&#x8F6F;&#x7684;&#x624B;&#xFF0C;&#x591A;&#x4E48;&#x4EE4;&#x4EBA;&#x632F;&#x594B;&#xFF01;By the way, &#x592B;&#x4EBA;&#x548C;&#x5973;&#x513F;&#x8EAB;&#x7740;&#x9ED1;&#x8272;&#x7684;&#x793C;&#x670D;&#x7AEF;&#x5E84;&#x800C;&#x5178;&#x96C5;~</p>
</li>
<li><p>&#x9732;&#x897F;&#x59D0;&#x6765;&#x9999;&#x6E2F;&#x8FC7;&#x751F;&#x65E5;&#xFF0C;&#x53C8;&#x4E00;&#x6B21;&#x53BB;&#x4E86;&#x8FEA;&#x58EB;&#x5C3C;&#x4E50;&#x56ED;&#xFF0C;&#x73A9;&#x7684;&#x5F88;&#x5F00;&#x5FC3;&#xFF0C;&#x987A;&#x4FBF;&#x91CA;&#x653E;&#x4E00;&#x4E0B;&#x538B;&#x529B;&#x3002;&#x800C;&#x4E14;&#x5E26;&#x4E86;&#x4E00;&#x5929;&#x53EF;&#x7231;&#x7684;&#x7C73;&#x8001;&#x9F20;&#x8033;&#x6735;~&#x4F26;&#x5BB6;&#x662F;&#x771F;&#x7684;&#x53EF;&#x7231;&#x4E0D;&#x662F;&#x88C5;&#x5AE9;&#xFF01;&#x63A5;&#x7740;&#x53C8;&#x7ED9;YY&#x5E86;&#x751F;&#xFF0C;&#x5E26;&#x7740;&#x7259;&#x75DB;&#x7684;&#x5BFF;&#x661F;&#x5403;&#x4E86;&#x5FAE;&#x8FA3;&#x7684;&#x6E58;&#x83DC;&#xFF0C;&#x8FD8;&#x6709;&#x6211;&#x6700;&#x7231;&#x7684;&#x5317;&#x6D77;&#x9053;&#x829D;&#x58EB;&#x86CB;&#x7CD5;&#x3002;&#x4E09;&#x5929;&#x966A;&#x5BA2;&#x8001;&#x4EBA;&#x5BB6;&#x7740;&#x5B9E;&#x5F88;&#x7D2F;&#xFF0C;&#x9A6C;&#x4E0A;&#x8981;&#x8BB2;&#x5DE5;&#x4F5C;&#xFF0C;&#x8C01;&#x9001;&#x6211;data!!!</p>
</li>
<li><p>&#x8001;&#x677F;&#x51FA;&#x4E86;&#x4E0B;&#x534A;&#x5E74;&#x7684;&#x901A;&#x77E5;&#xFF0C;&#x597D;&#x6D88;&#x606F;&#x662F;&#x6211;&#x9664;&#x4E86;&#x660E;&#x5E74;&#x4E09;&#x6708;&#x7684;graduate seminar&#x4E4B;&#x5916;&#x5C31;&#x6CA1;&#x4EC0;&#x4E48;&#x5927;&#x7684;&#x6C47;&#x62A5;&#x4E86;&#xFF0C;&#x90A3;&#x4E9B;&#x590D;&#x6D3B;&#x8282;&#x4E4B;&#x540E;&#xFF0C;&#x5723;&#x8BDE;&#x8282;&#x4E4B;&#x540E;&#xFF0C;&#x65B0;&#x5E74;&#x4E4B;&#x540E;&#xFF0C;&#x8003;&#x8BD5;&#x4E00;&#x7ED3;&#x675F;&#x6216;&#x8005;&#x5F53;&#x5929;&#x5C31;&#x6709;&#x7684;research report &#x6216;&#x8005;literature review&#x4E00;&#x53BB;&#x4E0D;&#x590D;&#x8FD4;&#x4E86;&#xFF01;&#x574F;&#x6D88;&#x606F;&#x662F;&#xFF08;&#x4E0D;&#x80FD;&#x7B97;&#x662F;&#x574F;&#x6D88;&#x606F;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5F88;&#x7D27;&#x5F20;&#xFF09;&#x6211;&#x7684;rehearsal&#x5B89;&#x6392;&#x5728;&#x660E;&#x5E74;&#x4E94;&#x6708;31&#x53F7;&#xFF0C;&#x4E0D;&#x51FA;&#x610F;&#x5916;&#x7684;&#x8BDD;&#x516D;&#x6708;&#x521D;&#x5C31;&#x7B54;&#x8FA9;&#x4E86;&#x3002;&#x4EE5;&#x6B64;&#x63A8;&#x7B97;&#xFF0C;&#x56DB;&#x6708;&#x521D;&#x63D0;&#x4EA4;&#x8BBA;&#x6587;&#x521D;&#x7A3F;&#xFF0C;&#x5341;&#x4E8C;&#x6708;&#x521D;&#x63D0;&#x4EA4;abstract&#x3002;&#x8FD8;&#x6CA1;&#x6709;&#x5B8C;&#x6210;&#x7684;&#x4E24;&#x4E2A;&#x5927;&#x73AF;&#x73AF;&#x8981;&#x600E;&#x4E48;&#x529E;&#xFF01;&#x6273;&#x6273;&#x624B;&#x6307;&#x90FD;&#x80FD;&#x6570;&#x51FA;&#x6765;&#x7684;&#x65F6;&#x95F4;&#x786E;&#x5B9E;&#x4E0D;&#x591A;&#x4E86;&#x3002;&#x6211;&#x60F3;&#x505A;&#x4E00;&#x4E2A;&#x5408;&#x683C;&#x7684;&#x201C;&#x5988;&#x5988;&#x201D;&#xFF0C;&#x5373;&#x4FBF;&#x4ED6;&#x4EEC;&#x4E0D;&#x4E00;&#x5B9A;&#x6709;&#x5E78;&#x95EE;&#x4E16;&#xFF0C;&#x4F46;&#x5728;&#x6211;&#x7684;&#x6BD5;&#x4E1A;&#x8BBA;&#x6587;&#x91CC;&#x81F3;&#x5C11;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x3002;&#x5B66;&#x747E;&#x52A0;&#x6CB9;&#xFF01;&#xFF01;&#xFF01;</p>
</li>
<li><p>Aunt&#x548C;&#x6211;&#x6597;&#x667A;&#x6597;&#x52C7;&#x4E86;&#x5341;&#x591A;&#x5E74;&#x53C8;&#x4E00;&#x6B21;&#x5B8C;&#x80DC;&#x4E86;&#xFF0C;&#x5979;&#x603B;&#x80FD;&#x5DE7;&#x5999;&#x5730;cover&#x6211;&#x6240;&#x6709;&#x7F8E;&#x597D;&#x7684;&#x5047;&#x671F;&#xFF0C;&#x4E00;&#x4E2A;&#x90FD;&#x4E0D;&#x653E;&#x8FC7;&#x3002;&#x4E60;&#x60EF;&#x4E86;&#x51FA;&#x6E38;&#x7684;&#x65F6;&#x5019;&#x5E38;&#x6709;&#x5979;&#x966A;&#x4F34;&#xFF0C;&#x867D;&#x7136;&#x603B;&#x662F;&#x6211;&#x4F3A;&#x5019;&#x5979;&#x3002;&#x60F3;&#x60F3;&#x6BCF;&#x6B21;&#x53C8;&#x8981;&#x73A9;&#x5F97;&#x5F00;&#x5FC3;&#xFF0C;&#x53C8;&#x4E0D;&#x80FD;&#x62D6;&#x56E2;&#x961F;&#x7684;&#x540E;&#x817F;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x7B97;&#x662F;&#x60A3;&#x96BE;&#x4E4B;&#x4EA4;&#x4E86;&#x2026;&#x4ECA;&#x5929;&#x5F88;&#x7D2F;&#xFF0C;&#x4F46;&#x662F;&#x665A;&#x4E0A;&#x8FD8;&#x6709;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5173;&#x73AF;&#x8981;&#x505A;&#xFF0C;&#x4ECB;&#x4E8E;&#x8981;&#x4F7F;&#x7528;Dr. Xie&#x7EC4;&#x7684;&#x624B;&#x5957;&#x7BB1;&#xFF0C;&#x4E0D;&#x53EF;&#x4EE5;&#x51FA;&#x73B0;&#x64CD;&#x4F5C;&#x5931;&#x8BEF;&#xFF0C;&#x4E0D;&#x5F97;&#x5DF2;&#x5403;&#x4E86;&#x4E00;&#x9897;&#x5E03;&#x6D1B;&#x82AC;&#x5480;&#x56BC;&#x7247;&#x3002;&#x6211;&#x662F;&#x7B2C;&#x4E8C;&#x6B21;&#x5403;&#x5B83;&#xFF0C;&#x8BB0;&#x5FC6;&#x4E2D;&#x9178;&#x9178;&#x751C;&#x751C;&#x86EE;&#x597D;&#x5403;&#x7684;&#xFF0C;&#x53EF;&#x8FD9;&#x6B21;&#x5B8C;&#x5168;&#x662F;&#x9EBB;&#x8FA3;&#x751C;&#x6DF7;&#x6742;&#x3002;&#x7136;&#x800C;&#x6211;&#x7ADF;&#x7136;&#x4E00;&#x8FB9;&#x4F53;&#x9A8C;&#x7740;special&#x7684;&#x53E3;&#x611F;&#xFF0C;&#x4E00;&#x8FB9;&#x628A;&#x5B83;&#x56BC;&#x788E;&#x5168;&#x54BD;&#x8FDB;&#x53BB;&#x4E86;&#xFF0C;&#x76F4;&#x5230;&#x820C;&#x5934;&#x53E3;&#x8154;&#x53D1;&#x9EBB;&#xFF0C;&#x817F;&#x811A;&#x53D1;&#x8F6F;&#x624D;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x6709;&#x591A;&#x8822;&#x3002;&#x6B63;&#x5E38;&#x4EBA;&#x4E0D;&#x5E94;&#x8BE5;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x5410;&#x51FA;&#x53BB;&#x5417;&#xFF1F;&#xFF1F;&#xFF1F;&#x8FD8;&#x597D;&#x8FC7;&#x654F;&#x53CD;&#x5E94;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x5F88;&#x77ED;&#xFF0C;&#x6CA1;&#x6709;&#x5F71;&#x54CD;&#x5230;&#x665A;&#x4E0A;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5C31;&#x662F;&#x5F88;&#x597D;&#x5947;&#x4EA7;&#x751F;&#x7684;&#x539F;&#x56E0;&#x662F;&#x4EC0;&#x4E48;&#x3002;&#x96BE;&#x9053;&#x662F;&#x5403;&#x836F;&#x524D;&#x90A3;&#x5757;&#x7F6A;&#x6076;&#x7684;&#x5DE7;&#x514B;&#x529B;&#x548C;&#x5B83;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#x4E86;&#xFF1F;Who knows!</p>
</li>
<li><p>&#x518D;&#x4E00;&#x6B21;&#x78B0;&#x5230;&#x5B9E;&#x9A8C;&#x5BA4;&#x7684;&#x5C0F;&#x707E;&#x96BE;&#x3002;14&#x53F7;&#x665A;&#x4E0A;&#x5341;&#x70B9;&#x534A;&#xFF0C;&#x4E16;&#x8C6A;&#x505A;&#x5149;&#x53CD;&#x5E94;&#x70B8;&#x4E86;&#xFF01;&#x56E0;&#x4E3A;&#x51B7;&#x51DD;&#x6C34;&#x7BA1;&#x8131;&#x7BA1;&#xFF0C;&#x51B7;&#x51DD;&#x6C34;&#x6CC4;&#x6F0F;&#xFF0C;&#x5FAA;&#x73AF;&#x81EA;&#x52A8;&#x505C;&#x6B62;&#xFF0C;&#x6E29;&#x5EA6;&#x8FC7;&#x9AD8;&#xFF0C;&#x5149;&#x53CD;&#x5E94;&#x5668;&#x8FDE;&#x95E8;&#x90FD;&#x70B8;&#x5F00;&#x4E86;&#x3002;&#x6253;&#x7535;&#x8BDD;&#x8BE2;&#x95EE;&#x77E5;&#x9053;&#x4ED6;&#x7528;&#x4E86;&#x82EF;&#x505A;&#x6EB6;&#x5242;&#xFF0C;&#x4E0D;&#x60F3;&#x8FDB;&#x53BB;&#x5438;&#x6BD2;&#xFF0C;&#x6253;&#x7B97;&#x7B49;&#x5B83;&#x81EA;&#x5DF1;&#x51B7;&#x4E0B;&#x6765;&#x518D;&#x8BF4;&#x3002;&#x7B2C;&#x4E8C;&#x6B21;&#x63A8;&#x5F00;&#x95E8;&#xFF0C;&#x6768;&#x535A;&#x770B;&#x5230;&#x4E86;&#x5149;&#x53CD;&#x5E94;&#x5668;&#x5BF9;&#x9762;&#x901A;&#x98CE;&#x6A71;&#x73BB;&#x7483;&#x4E0A;&#x5012;&#x6620;&#x7684;&#x706B;&#x5149;&#xFF0C;&#x53CD;&#x5E94;&#x5668;&#x91CC;&#x8FB9;&#x6709;&#x673A;&#x7269;&#x5DF2;&#x7ECF;&#x7740;&#x706B;&#x4E86;&#x3002;&#x5730;&#x4E0A;&#x6709;&#x51E0;&#x5341;&#x5347;&#x6EB6;&#x5242;&#xFF0C;&#x4E0D;&#x5904;&#x7406;&#x4F1A;&#x5F15;&#x53D1;&#x5927;&#x7684;&#x706B;&#x707E;&#xFF0C;&#x540E;&#x679C;&#x4E0D;&#x582A;&#x8BBE;&#x60F3;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x53C8;&#x51B2;&#x8FDB;&#x53BB;&#x628A;&#x706B;&#x6251;&#x706D;&#x3002;&#x51FA;&#x6765;&#x4E4B;&#x540E;&#x6768;&#x535A;&#x95EE;&#x6211;&#x5C31;&#x8FD9;&#x4E48;&#x8FDB;&#x53BB;&#x4E86;&#xFF0C;&#x4F60;&#x4E0D;&#x62C5;&#x5FC3;&#x5B83;&#x518D;&#x7206;&#x4E00;&#x6B21;&#xFF1F;&#x6211;&#x771F;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x9C81;&#x83BD;&#x611F;&#x5230;&#x62C5;&#x5FE7;&#xFF0C;&#x800C;&#x4E14;&#x7A7A;&#x6C14;&#x4E2D;&#x6709;&#x82EF;&#x84B8;&#x6C14;&#xFF0C;&#x867D;&#x7136;&#x6211;&#x6709;&#x618B;&#x6C14;&#xFF0C;&#x4F46;&#x4E0D;&#x80FD;&#x4FDD;&#x8BC1;&#x4E00;&#x70B9;&#x90FD;&#x6CA1;&#x5438;&#x5165;&#xFF08;&#x6B64;&#x5904;&#x4EE5;&#x6CEA;&#x6D41;&#x6EE1;&#x9762;&#x2026;&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x53D7;&#x4F24;&#x7684;&#x603B;&#x662F;&#x6211;&#x4EEC;&#x4FE9;&#xFF1F;&#x5B9E;&#x9A8C;&#x5BA4;&#x5E38;&#x9A7B;&#x4EBA;&#x53E3;&#x771F;&#x5FC3;&#x4F24;&#x4E0D;&#x8D77;~&#x5E86;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x4E8B;&#x6545;&#x5E76;&#x4E0D;&#x4E25;&#x91CD;&#xFF0C;&#x6240;&#x6709;&#x5BB6;&#x5F53;&#x90FD;&#x4FDD;&#x4F4F;&#x4E86;&#xFF0C;&#x6211;&#x53C8;&#x79EF;&#x7D2F;&#x4E86;&#x4E00;&#x6B21;&#x5904;&#x7406;&#x5371;&#x673A;&#x7684;&#x7ECF;&#x9A8C;&#x3002;</p>
</li>
<li><p>&#x4ECA;&#x5929;&#x5728;&#x5317;&#x5927;&#x6DF1;&#x5733;&#x533B;&#x9662;&#x505A;&#x4E86;&#x4F53;&#x68C0;&#xFF0C;&#x6709;&#x4E09;&#x5341;&#x591A;&#x9879;&#xFF0C;&#x4E3A;&#x4E86;&#x4FDD;&#x8BC1;&#x4E0A;&#x5348;&#x80FD;&#x68C0;&#x67E5;&#x5B8C;&#x6BD5;&#xFF0C;&#x6211;&#x63D0;&#x524D;&#x4E00;&#x5929;&#x665A;&#x4E0A;&#x5C31;&#x4F4F;&#x5728;&#x9644;&#x8FD1;&#x5BBE;&#x9986;&#x3002;&#x4F5C;&#x4E3A;&#x8D44;&#x6DF1;&#x8DEF;&#x75F4;&#xFF0C;&#x6211;&#x665A;&#x4E0A;&#x7279;&#x610F;&#x51FA;&#x53BB;&#x63A2;&#x4E86;&#x4E00;&#x904D;&#x8DEF;&#xFF0C;&#x4FDD;&#x8BC1;&#x7B2C;&#x4E8C;&#x5929;&#x65E9;&#x6668;&#x80FD;&#x987A;&#x5229;&#x5230;&#x8FBE;&#x3002;&#x65E9;&#x6668;6&#xFF1A;45&#x6211;&#x7B2C;&#x4E00;&#x4E2A;&#x5230;&#x90A3;&#xFF0C;&#x7279;&#x522B;&#x6709;&#x6210;&#x5C31;&#x611F;&#xFF0C;&#x4F46;&#x662F;&#x7B49;&#x4F53;&#x68C0;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#x524D;&#x8FB9;&#x5DF2;&#x7ECF;&#x6709;60&#x591A;&#x4E2A;&#x4EBA;&#x4E86;&#xFF0C;&#x8FD8;&#x662F;&#x516C;&#x53F8;&#x5B89;&#x6392;&#x7684;&#x66F4;&#x5389;&#x5BB3;&#x4E00;&#x70B9;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x8FD9;&#x4E48;&#x591A;&#x9879;&#x68C0;&#x67E5;&#x4E24;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x5C31;&#x505A;&#x5B8C;&#x4E86;&#xFF0C;&#x6709;&#x4E9B;&#x6570;&#x636E;&#x6BD4;&#x5982;&#x8EAB;&#x9AD8;&#x3001;&#x4F53;&#x91CD;&#x7B80;&#x76F4;&#x76EE;&#x4E0D;&#x5FCD;&#x89C6;&#xFF0C;&#x773C;&#x538B;&#x7684;&#x6570;&#x636E;&#x4E5F;&#x4E0D;&#x9760;&#x8C31;&#xFF1B;&#x4E03;&#x9879;&#x5F69;&#x8D85;&#x5B8C;&#x6210;&#x7684;&#x65F6;&#x95F4;&#x8DDF;&#x6211;&#x4E4B;&#x524D;&#x505A;&#x5176;&#x4E2D;&#x4E00;&#x9879;&#x8017;&#x65F6;&#x5DEE;&#x4E0D;&#x591A;&#xFF0C;&#x533B;&#x751F;&#x7684;&#x201C;&#x9AD8;&#x6548;&#x201D;&#x4EE4;&#x6211;&#x8D5E;&#x53F9;&#x3002;&#x62BD;&#x4E86;&#x6EE1;&#x6EE1;&#x4E03;&#x7BA1;&#x8840;&#xFF0C;&#x6709;&#x70B9;&#x5FC3;&#x75BC;&#xFF0C;&#x6211;&#x86EE;&#x5065;&#x5EB7;&#x7684;&#xFF0C;&#x505A;&#x6D4B;&#x8BD5;&#x53EA;&#x7528;&#x4E00;&#x70B9;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x5C31;&#x4E0D;&#x8981;&#x6D6A;&#x8D39;&#x4E86;&#x554A;&#x3002;&#x968F;&#x4FBF;&#x6478;&#x6478;&#x770B;&#x770B;&#x7684;&#x5C31;&#x4E0D;&#x6307;&#x671B;&#x4E86;&#xFF0C;&#x5E0C;&#x671B;&#x4EEA;&#x5668;&#x5316;&#x9A8C;&#x7684;&#x7ED3;&#x679C;&#x80FD;&#x9760;&#x8C31;&#x4E00;&#x70B9;&#x3002;&#x4F53;&#x68C0;&#x4E0E;&#x5E38;&#x89C4;&#x4E13;&#x9879;&#x68C0;&#x67E5;&#x76F8;&#x6BD4;&#x8FD8;&#x662F;&#x6709;&#x4F18;&#x52BF;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x62BD;&#x8840;&#x5316;&#x9A8C;&#x8FD9;&#x4E48;&#x591A;&#x9879;&#x6D89;&#x53CA;&#x4E86;&#x597D;&#x51E0;&#x4E2A;&#x79D1;&#x5BA4;&#x7684;&#x68C0;&#x67E5;&#x5185;&#x5BB9;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x4E00;&#x6B21;&#x641E;&#x5B9A;&#x4E86;&#xFF0C;&#x6781;&#x5927;&#x5730;&#x7F29;&#x77ED;&#x4E86;&#x65F6;&#x95F4;&#xFF0C;&#x8FD9;&#x4E48;&#x60F3;&#x60F3;&#x533B;&#x9662;&#x8FD8;&#x662F;&#x86EE;&#x5468;&#x5230;&#x54D2;&#xFF01;&#x82B1;&#x4E86;&#x5F88;&#x591A;&#x6BDB;&#x7237;&#x7237;&#xFF0C;&#x62C5;&#x60CA;&#x53D7;&#x6015;&#x4E24;&#x4E09;&#x5929;&#xFF0C;&#x4F46;&#x6C42;&#x5B89;&#x5FC3;~</p>
</li>
</ol>
<p>&#x6700;&#x540E;&#x7528;&#x9646;&#x5FC6;&#x654F;&#x7684;&#x300A;&#x98CE;&#x96E8;&#x6B32;&#x6765;&#x300B;&#x6765;&#x7ED3;&#x675F;&#x75B2;&#x60EB;&#x7684;&#x4E00;&#x5929;&#x3002;&#x201C;&#x90A3;&#x662F;&#x5728;&#x6700;&#x5E73;&#x9759;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x6211;&#x4EEC;&#x597D;&#x4E45;&#x6CA1;&#x6709;&#x51FA;&#x95E8;&#x65C5;&#x884C;&#xFF0C;&#x6CA1;&#x6709;&#x670B;&#x53CB;&#x6765;&#x5230;&#x57CE;&#x91CC;&#xFF0C;&#x559D;&#x6389;&#x6211;&#x4EEC;&#x7684;&#x8FD9;&#x74F6;&#x9152;&#x3002;&#x6709;&#x4EBA;&#x6765;&#x4FE1;&#xFF0C;&#x8C08;&#x4ED6;&#x6E05;&#x6DE1;&#x7684;&#x751F;&#x610F;&#x3002;&#x6709;&#x4EBA;&#x7528;&#x6253;&#x5370;&#x7684;&#x5361;&#x7247;&#xFF0C;&#x6765;&#x795D;&#x8D3A;&#x751F;&#x65E5;&#x3002;&#x4F60;&#x5DF2;&#x5728;&#x8F6C;&#x6905;&#x4E0A;&#x5750;&#x4E86;&#x5F88;&#x4E45;&#xFF0C;&#x7A97;&#x5E18;&#x8499;&#x5C18;&#xFF0C;&#x9633;&#x5149;&#x5DF2;&#x7ECF;&#x79BB;&#x5F00;&#x5C4B;&#x5B50;&#x7A7F;&#x8FC7;&#x95E8;&#x5385;&#x56DE;&#x5ECA;&#xFF0C;&#x6211;&#x5728;&#x4F60;&#x5BF9;&#x9762;&#x63D0;&#x88D9;&#xFF0C;&#x5750;&#x4E0B;&#xFF0C;&#x8F7B;&#x58F0;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x732B;&#x53BB;&#x4E86;&#x540E;&#x9662;&#x3002;&#x201D;<br>&#x65E0;&#x610F;&#x95F4;&#x770B;&#x5230;&#x7684;&#x4E00;&#x9996;&#x8BD7;&#xFF0C;&#x5F88;&#x6709;&#x753B;&#x9762;&#x611F;&#x548C;&#x7530;&#x56ED;&#x751F;&#x6D3B;&#x7684;&#x6C14;&#x606F;&#x3002;&#x771F;&#x7684;&#x597D;&#x60F3;&#x8131;&#x79BB;&#x5C18;&#x4E16;&#xFF0C;&#x505C;&#x6B62;&#x6F2B;&#x65E0;&#x76EE;&#x7684;&#x5730;&#x8D76;&#x8DEF;&#xFF0C;&#x5B89;&#x5B89;&#x9759;&#x9759;&#x5730;&#x751F;&#x6D3B;&#x4E00;&#x9635;&#xFF0C;&#x518D;&#x4E00;&#x6B65;&#x4E00;&#x4E2A;&#x811A;&#x5370;&#x7EE7;&#x7EED;&#x524D;&#x884C;&#x3002;&#x4E5F;&#x8BB8;&#x90A3;&#x65F6;&#x770B;&#x5230;&#x7684;&#x4E16;&#x754C;&#x4F1A;&#x5F88;&#x4E0D;&#x4E00;&#x6837;~</p>

      
    </div>
    <div class="article-info article-info-index">
      
      <a href="/2016/11/27/20161127/" class="archive-article-date">
  	<time datetime="2016-11-26T17:33:03.000Z" itemprop="datePublished"><i class="icon-clock"></i>2016-11-27</time>
</a>
      
	<div class="article-tag tagcloud">
		<i class="icon-price-tags"></i>
		<ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/diary/">diary</a></li></ul>
	</div>

      
	<div class="article-category tagcloud">
	<i class="icon-price-tags"></i>
	<a class="article-category-link" href="/categories/diary/">diary</a>
	</div>


      <div class="clearfix"></div>
    </div>
  </div>
</article>

  
<nav id="article-nav">
  
  
    <a href="/2016/11/23/20161123/" id="article-nav-older" class="article-nav-link-wrap">
      <div class="article-nav-title">20161123</div>
      <i class="icon-circle-right"></i>
    </a>
  
</nav>




<div class="share_jia">
	<!-- JiaThis Button BEGIN -->
	<div class="jiathis_style">
		<span class="jiathis_txt">Share to: &nbsp; </span>
		<a class="jiathis_button_facebook"></a> 
	    <a class="jiathis_button_twitter"></a>
	    <a class="jiathis_button_plus"></a> 
	    <a class="jiathis_button_tsina"></a>
		<a class="jiathis_button_cqq"></a>
		<a class="jiathis_button_douban"></a>
		<a class="jiathis_button_weixin"></a>
		<a class="jiathis_button_tumblr"></a>
    <a href="http://www.jiathis.com/share" class="jiathis jiathis_txt jtico jtico_jiathis" target="_blank"></a>
	</div>
	<script type="text/javascript" src="//v3.jiathis.com/code/jia.js?uid=1405949716054953" charset="utf-8"></script>
	<!-- JiaThis Button END -->
</div>









      </div>
      <footer id="footer">
  <div class="outer">
    <div id="footer-info">
    	<div class="footer-left">
    		&copy; 2016 yxj
    	</div>
      	<div class="footer-right">
      		<a href="http://hexo.io/" target="_blank">Hexo</a>  Theme <a href="https://github.com/litten/hexo-theme-yilia" target="_blank">Yilia</a> by Litten
      	</div>
    </div>
  </div>
</footer>
    </div>
    <script>
	var yiliaConfig = {
		fancybox: true,
		mathjax: false,
		animate: true,
		isHome: false,
		isPost: true,
		isArchive: false,
		isTag: false,
		isCategory: false,
		open_in_new: false,
		root: "/",
		innerArchive: true
	}
</script>

<script src="/./main.js"></script>


    
<div class="tools-col">
  <ul class="btn-wrap">
    
      <li class="chose" data-hook="tools-section-all"><span class="text">全部</span><i class="icon-book"></i></li>
    
    
      <li data-hook="tools-section-tag"><span class="text">标签</span><i class="icon-price-tags"></i></li>
    
    
      <li data-hook="tools-section-friends"><span class="text">友链</span><i class="icon-link"></i></li>
    
    
      <li data-hook="tools-section-me"><span class="text">我</span><i class="icon-smile"></i></li>
    
  </ul>
  <div class="tools-wrap">
    
    	<section class="tools-section tools-section-all chose">
    	</section>
    

    
    	<section class="tools-section tools-section-tag">
    			<div class="widget tagcloud" id="js-tagcloud">
    				<a href="/tags/dairy/" style="font-size: 15px;">dairy</a> <a href="/tags/diary/" style="font-size: 20px;">diary</a> <a href="/tags/lab/" style="font-size: 10px;">lab</a> <a href="/tags/life-in-HK/" style="font-size: 10px;">life in HK</a> <a href="/tags/test/" style="font-size: 15px;">test</a> <a href="/tags/测试/" style="font-size: 10px;">测试</a>
    			</div>
    	</section>
    

    
    	<section class="tools-section tools-section-friends">
  		
  			<div class="friends-wrap" id="js-friends">
  			
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接1</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接2</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接3</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接4</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接5</a>
  	        
  	          <a target="_blank" class="main-nav-link switch-friends-link" href="http://localhost:4000/">友情链接6</a>
  	        
  	        </div>
  		
    	</section>
    

    
    	<section class="tools-section tools-section-me">
  	  	
  	  		<div class="aboutme-wrap" id="js-aboutme">很惭愧&lt;br&gt;&lt;br&gt;只做了一点微小的工作&lt;br&gt;谢谢大家</div>
  	  	
    	</section>
    
  </div>
  
</div>
    <!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">

    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>

    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">

        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>

        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">

            <div class="pswp__top-bar">

                <!--  Controls are self-explanatory. Order can be changed. -->

                <div class="pswp__counter"></div>

                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>

                <button class="pswp__button pswp__button--share" style="display:none" title="Share"></button>

                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>

                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>

                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>

            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>

            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>

            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>

            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>

        </div>

    </div>

</div>
  </div>
</body>
</html>